/* conjunction to end a compound sentence */
" and" = " и";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (подключаюсь)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ был успешно добавлен в адресную книгу.\nХотите отредактировать карточку?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ is not on any account. Please select a specific account or add this contact first.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ под уч. записью %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ запросил авторизацию";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ хочет отправить вам %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ просит обратить на него внимание";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 напоминание, 1 сообщение";

/* Status message for a bookmark (1 message) */
"1 message" = "1 сообщение";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; статус %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Новая учетная запись>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "«%@» уже используется.";

/* No comment provided by engineer. */
"a member of %@" = "член %@";

/* No comment provided by engineer. */
"Account:" = "Учетн. зап.:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Действие:";

/* No comment provided by engineer. */
"Add Account" = "Добавить учетную запись";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Добавить действие для выбранного события";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Добавить в адресную книгу";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "Adium предоставляет возможности шифрования, проверки подлинности и полную секретность общения через %@ при помощи технологии OTR (Off-the-Record - не подлежащий оглашению). Если ваш собеседник использует программу, не поддерживающую OTR, ему будет отправлена ссылка на сайт, посвященный этой технологии. Дополнительную информацию можно найти на https://otr.cypherpunks.ca/.";

/* No comment provided by engineer. */
"Alias:" = "Псевдоним:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "Возникла ошибка во время добавления %@ в Адресную книгу.";

/* No comment provided by engineer. */
"Any" = "Any";

/* No comment provided by engineer. */
"Authorization Requests" = "Запросы на авторизацию";

/* No comment provided by engineer. */
"Authorize" = "Авторизовать";

/* No comment provided by engineer. */
"Authorize and Add" = "Авторизовать и добавить";

/* No comment provided by engineer. */
"Authorize Selected" = "Авторизовать выбранное";

/* No comment provided by engineer. */
"Bookmarks" = "Закладки";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* Cancel current account activity prefix */
"Cancel: %@" = "Отменить подключение: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Невозможно открыть набор звуков";

/* No comment provided by engineer. */
"Clear" = "Очистить";

/* No comment provided by engineer. */
"Configure the selected action" = "Параметры выбранного действия";

/* No comment provided by engineer. */
"Connect" = "Подключить";

/* Connect account prefix */
"Connect: %@" = "Подключить: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "группа собеседников %@";

/* No comment provided by engineer. */
"Contact List" = "Contact List";

/* No comment provided by engineer. */
"Contact not found" = "Contact not found";

/* No comment provided by engineer. */
"Contact requests authorization" = "Собеседник запрашивает авторизацию";

/* No comment provided by engineer. */
"Continue" = "Продолжить";

/* No comment provided by engineer. */
"Custom" = "Выбрать";

/* Button which deletes the selection */
"Delete" = "Удалить";

/* No comment provided by engineer. */
"Delete Account" = "Удалить учетную запись";

/* New contact alert pane */
"Delete after event occurs" = "Удалить после наступления события";

/* No comment provided by engineer. */
"Delete Event?" = "Удалить событие?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Удалить учетную запись %@?";

/* No comment provided by engineer. */
"Deny" = "Запретить";

/* No comment provided by engineer. */
"Deny and Block" = "Запретить и заблокировать";

/* No comment provided by engineer. */
"Deny Selected" = "Запретить выбранное";

/* No comment provided by engineer. */
"Disable" = "Отключить";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Отключить %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Отключенные учетные записи";

/* No comment provided by engineer. */
"Disconnect" = "Отключить";

/* Disconnect account prefix */
"Disconnect: %@" = "Отключить: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Готово";

/* Button which duplicates the selection */
"Duplicate" = "Копировать";

/* No comment provided by engineer. */
"Edit Account" = "Редактировать учетную запись";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Отредактировать в Адресной книге";

/* No comment provided by engineer. */
"Edit Link" = "Редактировать ссылку";

/* No comment provided by engineer. */
"Edit presets:" = "Редактировать предустановки:";

/* No comment provided by engineer. */
"Enable" = "Включить";

/* Enable account prefix */
"Enable %@" = "Включить %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Шифрование:";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Событие:";

/* No comment provided by engineer. */
"Events" = "События";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Внешние расширения могут сделать работу Adium нестабильной. Отключите их, если замечаете какие-либо ошибки в программе.";

/* No comment provided by engineer. */
"Get Info" = "Информация";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "закладка конференции %@";

/* No comment provided by engineer. */
"Idle" = "Бездействует";

/* No comment provided by engineer. */
"Ignore" = "Игнорировать";

/* No comment provided by engineer. */
"Ignore and Block" = "Игнорировать и заблокировать";

/* No comment provided by engineer. */
"Ignore Selected" = "Игнорировать выбранное";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Набор значков статуса содержит ошибку";

/* No comment provided by engineer. */
"Join" = "Присоединиться";

/* No comment provided by engineer. */
"Join Chat" = "Присоединиться к чату";

/* Text of the typing preference checkbox in the account preferences */
"Let others know when you are typing" = "Оповещать собеседников о наборе текста";

/* Label for the login server field in the account preferences */
"Login Server:" = "Сервер:";

/* No comment provided by engineer. */
"New Alert" = "Новое предупреждение";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Совместимые учетные записи не подключены";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Пароль:";

/* No comment provided by engineer. */
"Paste" = "Вставить";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */
"Plugin %@ Will be Disabled" = "Plugin %@ Will be Disabled";

/* Label for the port field in the account preferences */
"Port:" = "Порт:";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Удалить действие(я)";

/* Button which renames the selection */
"Rename" = "Переименовать";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "запросил авторизацию";

/* No comment provided by engineer. */
"Requests authorization" = "Запрашивает авторизацию";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Установить текущий статус";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Показать в Адресной книге";

/* No comment provided by engineer. */
"Social Networking" = "Социальная сеть";

/* No comment provided by engineer. */
"Social Networking Status" = "Статус в социальной сети";

/* No comment provided by engineer. */
"Social Networking Status:" = "Статус в социальной сети";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "При обновлении набора звуков произошла ошибка";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Успешно";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "Набор значков статуса «%1$@», установленный в «%2$@», содержит ошибку. В нем не хватает значка «%3$@». Если вы загрузили его с сайта xtras.adium.im, обратитесь за поддержкой к автору набора. Будет использован набор значков по умолчанию.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Данная служба не поддерживает использование таких символов в имени учетной записи.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Использовать набор звуков %1$@ версии %2$i невозможно. Данная версия неизвестна Adium, возможно она предназначена для более поздней версии программы.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "This plugin does not support your native architecture.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Данная версия Adium использует новый формат наборов звуков. Установленный ранее в %2$@ набор %1$@ был отключен.";

/* Label in front of the title for a preset */
"Title:" = "Имя:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Набор текста:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Unable to join bookmarked chat";

/* No comment provided by engineer. */
"Unknown" = "Недоступно";

/* No comment provided by engineer. */
"User Name" = "Имя пользователя";

/* No comment provided by engineer. */
"When %@ requests authorization" = "Когда %@ запрашивает авторизацию";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Когда собеседник запрашивает авторизацию";

/* No comment provided by engineer. */
"Yes" = "Да";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Вы подключились";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Вы отключились";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Вы попросили %@ обратить на вас внимание";

/* No comment provided by engineer. */
"Your attention is requested!" = "Собеседник просит обратить на него внимание";
/* Restored from historic nib translations (arm64 revival) */
"Appear Idle Immediately" = "Переходить в бездействие";
"Auto-reply" = "Отвечать автоматически";
"Custom Status" = "Параметры статуса";
"Hours" = "ч";
"Minutes" = "мин";
"Mute Sounds" = "Отключить звук";
"Save Custom Status" = "Сохранить статус";
"Silence Notifications" = "Отключить уведомления";
"State:" = "Статус:";
"Status Message:" = "Сообщение о статусе:";
"With a custom auto-reply message:" = "С текстом сообщения";

/* Adium arm64 revival */
"Let others know when you have read their messages" = "Оповещать собеседников о прочтении их сообщений";
"Read receipts:" = "Уведомления о прочтении:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%lu authorization requests" = "%lu запросов авторизации";
"%lu mentions, %lu messages" = "%1$lu упомин., %2$lu сообщ.";
"%lu messages" = "%lu сообщ.";
"1 mention, %lu messages" = "1 упоминание, %lu сообщ.";
"Clear the field to let Adium name this status after its message." = "Очистите поле, чтобы Adium назвал этот статус по его сообщению.";
"No notifications in Notification Center while this status is active." = "Пока этот статус активен, уведомления в Центре уведомлений не показываются.";
"No sounds and no spoken messages for this account's contacts." = "Без звуков и произнесения сообщений для собеседников этой учетной записи.";
"Quiet" = "Тишина";
"Remove the %lu actions associated with this event?" = "Удалить связанные с этим событием действия (%lu)?";
"Saved statuses appear in the status menu." = "Сохраненные статусы появляются в меню статуса.";
"Status" = "Статус";
"Status Message" = "Сообщение о статусе";
"Title" = "Название";

/* The rebuilt account area: the rows and sections that AIAccountPlan and
   AIAccountPlanFormBuilder put together. These classes live in the framework,
   so lookup happens here and not in the application table. */
/* No comment provided by engineer. */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Display Name" = "Псевдоним";

/* Account privacy row: whether typing is reported to the other side */
"Let others know when I am typing" = "Оповещать собеседников о наборе текста";

/* Account privacy row: whether read receipts are sent */
"Let others know when I have read their messages" = "Оповещать собеседников о прочтении их сообщений";

/* No comment provided by engineer. */
"Encryption" = "Шифрование";

/* Section header above an account's name and password */
"Account" = "Учетная запись";

/* Section header above an account's personal details */
"Personal" = "Личное";

/* Section header above an account's options */
"Options" = "Дополнительно";

/* Section header above the options a protocol offers beyond the usual ones */
"More Options" = "Другие параметры";

/* Section header above an account's privacy settings */
"Privacy" = "Безопасность";

/* Older text from the plugin loader that still appeared in English */
/* %@ will be a version number of Adium */
"This plugin is known to be incompatible with Adium %@." = "Известно, что это расширение несовместимо с Adium %@.";
